Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Yüzey Google AR'a kaydediliyor…
source: Hosting the surface with Google AR…
ar: استضافة السطح باستخدام Google AR…
bn: Google AR-এর সাথে সারফেস হোস্ট করা হচ্ছে...
de: Hosten der Oberfläche mit Google AR…
es: Alojando la superficie con Google AR...
fr: Héberger la surface avec Google AR…
hi: Google AR के साथ सतह को होस्ट करना…
ja: Google AR でサーフェスをホストしています…
pt: Hospedando a superfície com Google AR…
ru: Хостинг поверхности с помощью Google AR…
tr: Yüzey Google AR'a kaydediliyor…
zh_hans: 正在通过 Google AR 托管表面…

# Yüzey aranıyor
source: Searching for the surface
ar: البحث عن السطح
bn: পৃষ্ঠের জন্য অনুসন্ধান করা হচ্ছে
de: Auf der Suche nach der Oberfläche
es: Buscando la superficie
fr: À la recherche de la surface
hi: सतह की तलाश
ja: 表面を探す
pt: Procurando pela superfície
ru: В поисках поверхности
tr: Yüzey aranıyor
zh_hans: 寻找表面

# Yüzey aranıyor. Kamerayı postun bırakıldığı yere doğrult ve yavaşça gezdir.
source: Searching for the surface. Point the camera where the post was placed and move it slowly.
ar: البحث عن السطح. قم بتوجيه الكاميرا حيث تم وضع المنشور وحركه ببطء.
bn: পৃষ্ঠের জন্য অনুসন্ধান করা হচ্ছে. ক্যামেরাটি যেখানে পোস্টটি স্থাপন করা হয়েছিল সেটিকে নির্দেশ করুন এবং ধীরে ধীরে সরান।
de: Die Oberfläche wird gesucht. Richten Sie die Kamera auf die Stelle, an der der Beitrag platziert wurde, und bewegen Sie sie langsam.
es: Buscando la superficie. Apunta la cámara al lugar donde se colocó la publicación y muévela lentamente.
fr: Recherche de la surface. Pointez la caméra vers l’endroit où la publication a été placée et déplacez-la lentement.
hi: सतह की तलाश. कैमरे को उस स्थान पर रखें जहां पोस्ट रखी गई थी और उसे धीरे-धीरे घुमाएं।
ja: 表面を探しています。ポストが置かれている場所にカメラを向けて、ゆっくりと動かします。
pt: Procurando pela superfície. Aponte a câmera para onde o post foi colocado e mova-a lentamente.
ru: Поиск поверхности. Направьте камеру туда, где была размещена публикация, и медленно перемещайте телефон.
tr: Yüzey aranıyor. Kamerayı postun bırakıldığı yere doğrult ve yavaşça gezdir.
zh_hans: 正在寻找表面。将相机对准帖子的放置位置并缓慢移动。

# Yüzey bulunamadı
source: Surface not found
ar: لم يتم العثور على السطح
bn: সারফেস পাওয়া যায়নি
de: Oberfläche nicht gefunden
es: Superficie no encontrada
fr: Surface introuvable
hi: सतह नहीं मिली
ja: サーフェスが見つかりません
pt: Superfície não encontrada
ru: Поверхность не найдена
tr: Yüzey bulunamadı
zh_hans: 未找到表面

# Yüzey bulundu
source: Surface found
ar: تم العثور على السطح
bn: সারফেস পাওয়া গেছে
de: Oberfläche gefunden
es: Superficie encontrada
fr: Surface trouvée
hi: सतह मिली
ja: 表面が見つかりました
pt: Superfície encontrada
ru: Поверхность найдена
tr: Yüzey bulundu
zh_hans: 已找到表面

# Yüzey bulundu ancak içerik çizilemedi. Tekrar dene.
source: The surface was found, but the content could not be displayed. Try again.
ar: تم العثور على السطح، لكن تعذر عرض المحتوى. حاول مرة أخرى.
bn: পৃষ্ঠ পাওয়া গেছে, কিন্তু বিষয়বস্তু দেখানো যায়নি। আবার চেষ্টা করুন।
de: Die Oberfläche wurde gefunden, aber der Inhalt konnte nicht angezeigt werden. Versuchen Sie es erneut.
es: Se encontró la superficie, pero no se pudo mostrar el contenido. Vuelve a intentarlo.
fr: La surface a été trouvée, mais le contenu n’a pas pu être affiché. Réessayez.
hi: सतह मिल गई, लेकिन सामग्री नहीं दिखाई जा सकी। फिर से प्रयास करें।
ja: 表面が見つかりましたが、コンテンツを表示できませんでした。もう一度お試しください。
pt: A superfície foi encontrada, mas não foi possível mostrar o conteúdo. Tente novamente.
ru: Поверхность найдена, но не удалось отобразить содержимое. Попробуйте ещё раз.
tr: Yüzey bulundu ancak içerik gösterilemedi. Tekrar dene.
zh_hans: 已找到表面，但无法显示内容。请重试。

# Yüzey bulundu ancak post anchor'ı sahneye bağlanamadı.
source: The surface was found, but the post could not be anchored in AR.
ar: تم العثور على السطح، لكن تعذر تثبيت المنشور في بيئة الواقع المعزز.
bn: পৃষ্ঠ পাওয়া গেছে, কিন্তু AR পরিবেশে পোস্টটি স্থির করা যায়নি।
de: Die Oberfläche wurde gefunden, aber der Beitrag konnte nicht in AR verankert werden.
es: Se encontró la superficie, pero no se pudo anclar la publicación en AR.
fr: La surface a été trouvée, mais la publication n’a pas pu être ancrée en AR.
hi: सतह मिल गई, लेकिन पोस्ट को AR में स्थिर नहीं किया जा सका।
ja: 表面が見つかりましたが、投稿を AR に固定できませんでした。
pt: A superfície foi encontrada, mas não foi possível fixar a postagem em AR.
ru: Поверхность найдена, но не удалось закрепить публикацию в AR.
tr: Yüzey bulundu ancak post AR ortamına sabitlenemedi.
zh_hans: 已找到表面，但无法将帖子固定在 AR 环境中。

# Yüzey bulundu. İçerik hazır.
source: Surface found. The content is ready.
ar: تم العثور على السطح. المحتوى جاهز.
bn: সারফেস পাওয়া গেছে। বিষয়বস্তু প্রস্তুত.
de: Oberfläche gefunden. Der Inhalt ist fertig.
es: Superficie encontrada. El contenido está listo.
fr: Surface trouvée. Le contenu est prêt.
hi: सतह मिली. सामग्री तैयार है.
ja: 表面が見つかりました。コンテンツの準備が完了しました。
pt: Superfície encontrada. O conteúdo está pronto.
ru: Поверхность найдена. Контент готов.
tr: Yüzey bulundu. İçerik hazır.
zh_hans: 已找到表面。内容已准备就绪。

# Yüzey doğrulanıyor; sabit tutun.
source: Verifying the surface. Hold the phone steady.
ar: جارٍ التحقق من السطح. أمسك الهاتف بثبات.
bn: পৃষ্ঠ যাচাই করা হচ্ছে। ফোনটি স্থির রাখুন।
de: Die Oberfläche wird geprüft. Halten Sie das Telefon ruhig.
es: Verificando la superficie. Mantén el teléfono quieto.
fr: Vérification de la surface. Gardez le téléphone immobile.
hi: सतह की पुष्टि की जा रही है। फ़ोन को स्थिर रखें।
ja: 表面を確認中です。スマートフォンを動かさずに持ってください。
pt: Verificando a superfície. Mantenha o telefone imóvel.
ru: Проверка поверхности. Держите телефон неподвижно.
tr: Yüzey doğrulanıyor. Telefonu sabit tutun.
zh_hans: 正在验证表面。请保持手机稳定。

# Yüzey doğrulanıyor…
source: Verifying the surface…
ar: التحقق من السطح...
bn: পৃষ্ঠ যাচাই করা হচ্ছে...
de: Überprüfung der Oberfläche…
es: Verificando la superficie…
fr: Vérification de la surface…
hi: सतह का सत्यापन किया जा रहा है...
ja: 表面を確認中…
pt: Verificando a superfície…
ru: Проверка поверхности…
tr: Yüzey doğrulanıyor…
zh_hans: 验证表面...

# Yüzey haritası çok büyük. Daha küçük bir alanı tarayıp yeniden sabitle.
source: The surface map is too large. Scan a smaller area and pin again.
ar: الخريطة السطحية ضخمة. قم بمسح منطقة أصغر وقم بتثبيتها مرة أخرى.
bn: পৃষ্ঠ মানচিত্র বিশাল. একটি ছোট এলাকা স্ক্যান করুন এবং আবার পিন করুন।
de: Die Oberflächenkarte ist riesig. Scannen Sie einen kleineren Bereich und pinnen Sie ihn erneut an.
es: El mapa de superficie es enorme. Escanee un área más pequeña y vuelva a fijar.
fr: La carte de surface est immense. Scannez une zone plus petite et épinglez à nouveau.
hi: सतह का नक्शा बहुत बड़ा है. एक छोटे क्षेत्र को स्कैन करें और फिर से पिन करें।
ja: 表面マップが大きすぎます。より狭い範囲をスキャンして、もう一度固定してください。
pt: O mapa de superfície é enorme. Digitalize uma área menor e fixe novamente.
ru: Карта поверхности огромна. Отсканируйте меньшую область и закрепите снова.
tr: Yüzey haritası çok büyük. Daha küçük bir alanı tarayıp yeniden sabitle.
zh_hans: 表面地图很大。扫描较小的区域并再次固定。

# Yüzey hazır
source: Surface ready
ar: السطح جاهز
bn: পৃষ্ঠ প্রস্তুত
de: Oberfläche bereit
es: Superficie lista
fr: Surface prête
hi: सतह तैयार है
ja: 面の準備ができました
pt: Superfície pronta
ru: Поверхность готова
tr: Yüzey hazır
zh_hans: 表面已就绪

# Yüzey hazır. Yüzeye sabitle’ye dokunun.
source: The surface is ready. Tap Anchor to surface.
ar: السطح جاهز. اضغط على تثبيت على السطح.
bn: পৃষ্ঠ প্রস্তুত। «পৃষ্ঠে স্থির করুন»-এ ট্যাপ করুন।
de: Die Oberfläche ist bereit. Tippen Sie auf „An Oberfläche fixieren“.
es: La superficie está lista. Toca Fijar a la superficie.
fr: La surface est prête. Appuyez sur «Ancrer à la surface».
hi: सतह तैयार है। «सतह पर स्थिर करें» पर टैप करें।
ja: 表面の準備ができました。「表面に固定」をタップしてください。
pt: A superfície está pronta. Toque em Fixar na superfície.
ru: Поверхность готова. Нажмите «Закрепить на поверхности».
tr: Yüzey hazır. Yüzeye sabitle’ye dokunun.
zh_hans: 表面准备好了。点击“固定到表面”。

# Yüzey henüz bulunamadı
source: Surface not found yet
ar: لم يتم العثور على السطح بعد
bn: পৃষ্ঠ এখনও পাওয়া যায়নি
de: Oberfläche noch nicht gefunden
es: Superficie aún no encontrada
fr: Surface pas encore trouvée
hi: सतह अभी तक नहीं मिली
ja: サーフェスがまだ見つかりません
pt: Superfície ainda não encontrada
ru: Поверхность еще не найдена
tr: Yüzey henüz bulunamadı
zh_hans: 尚未找到表面

# Yüzey kaydı cihazda hazır.
source: The surface map is ready on this device.
ar: الخريطة السطحية جاهزة على هذا الجهاز.
bn: এই ডিভাইসে পৃষ্ঠের মানচিত্র প্রস্তুত।
de: Die Oberflächenkarte ist auf diesem Gerät bereit.
es: El mapa de superficie está listo en este dispositivo.
fr: La carte de surface est prête sur cet appareil.
hi: इस डिवाइस पर सतह का नक्शा तैयार होता है.
ja: このデバイスでは表面マップが準備できています。
pt: O mapa de superfície está pronto neste dispositivo.
ru: Карта поверхности готова на этом устройстве.
tr: Yüzey kaydı cihazda hazır.
zh_hans: 表面贴图已在此设备上准备就绪。

# Yüzey kaydı güvenli depolamaya yüklendi.
source: The surface map was uploaded to secure storage.
ar: تم رفع خريطة السطح إلى مساحة تخزين آمنة.
bn: সুরক্ষিত সঞ্চয়স্থানের জন্য পৃষ্ঠের মানচিত্র আপলোড করা হয়েছিল।
de: Die Oberflächenkarte wurde in einen sicheren Speicher hochgeladen.
es: El mapa de superficie se cargó en un almacenamiento seguro.
fr: La carte de surface a été téléchargée vers un stockage sécurisé.
hi: सुरक्षित भंडारण के लिए सतह मानचित्र अपलोड किया गया था।
ja: 地表マップは安全なストレージにアップロードされました。
pt: O mapa de superfície foi carregado para armazenamento seguro.
ru: Карта поверхности была загружена в безопасное хранилище.
tr: Yüzey kaydı güvenli depolamaya yüklendi.
zh_hans: 表面地图已上传到安全存储。

# Yüzey kaydı hazır.
source: The surface map is ready.
ar: الخريطة السطحية جاهزة.
bn: পৃষ্ঠ মানচিত্র প্রস্তুত.
de: Die Oberflächenkarte ist fertig.
es: El mapa de superficie está listo.
fr: La carte de surface est prête.
hi: सतही नक्शा तैयार है.
ja: 表面マップが完成しました。
pt: O mapa de superfície está pronto.
ru: Карта поверхности готова.
tr: Yüzey kaydı hazır.
zh_hans: 表面地图已准备就绪。

# Yüzey kaydı hazır. Post yayınlanabilir.
source: The surface map is ready. You can publish the post.
ar: الخريطة السطحية جاهزة. يمكنك نشر المنشور.
bn: পৃষ্ঠ মানচিত্র প্রস্তুত. পোস্টটি প্রকাশ করতে পারেন।
de: Die Oberflächenkarte ist fertig. Sie können den Beitrag veröffentlichen.
es: El mapa de superficie está listo. Puedes publicar la publicación.
fr: La carte de surface est prête. Vous pouvez publier la publication.
hi: सतही नक्शा तैयार है. आप पोस्ट पब्लिश कर सकते हैं.
ja: 表面マップが完成しました。投稿を公開することができます。
pt: O mapa de superfície está pronto. Você pode publicar a postagem.
ru: Карта поверхности готова. Вы можете опубликовать пост.
tr: Yüzey kaydı hazır. Post yayınlanabilir.
zh_hans: 表面地图已准备就绪。您可以发布该帖子。

# Yüzey kaydı hazırlanıyor…
source: Preparing the surface map…
ar: تحضير الخريطة السطحية…
bn: পৃষ্ঠ মানচিত্র প্রস্তুত করা হচ্ছে...
de: Vorbereitung der Oberflächenkarte…
es: Preparando el mapa de superficie…
fr: Préparation de la carte de surface…
hi: सतह का मानचित्र तैयार किया जा रहा है…
ja: 表面マップを準備しています…
pt: Preparando o mapa de superfície…
ru: Подготовка карты поверхности…
tr: Yüzey kaydı hazırlanıyor…
zh_hans: 准备表面地图...

# Yüzey kaydı henüz hazır değil. Çevreyi yavaşça tarayın.
source: The surface map is not ready yet. Slowly scan the surroundings.
ar: الخريطة السطحية ليست جاهزة بعد. قم بمسح المناطق المحيطة ببطء.
bn: পৃষ্ঠ মানচিত্র এখনও প্রস্তুত নয়. ধীরে ধীরে চারপাশ স্ক্যান করুন।
de: Die Oberflächenkarte ist noch nicht fertig. Scannen Sie langsam die Umgebung.
es: El mapa de superficie aún no está listo. Escanee lentamente los alrededores.
fr: La carte de surface n'est pas encore prête. Scannez lentement les environs.
hi: सतही नक्शा अभी तैयार नहीं है. धीरे-धीरे आस-पास का निरीक्षण करें।
ja: 地表マップはまだ準備ができていません。周囲をゆっくりと観察します。
pt: O mapa de superfície ainda não está pronto. Examine lentamente os arredores.
ru: Карта поверхности еще не готова. Медленно сканируйте окрестности.
tr: Yüzey kaydı henüz hazır değil. Çevreyi yavaşça tarayın.
zh_hans: 表面地图尚未准备好。慢慢扫视周围。

# Yüzey kaydı oluşturulamadı.
source: Could not create the surface map.
ar: لا يمكن إنشاء خريطة السطح.
bn: পৃষ্ঠ মানচিত্র তৈরি করা যায়নি.
de: Die Oberflächenkarte konnte nicht erstellt werden.
es: No se pudo crear el mapa de superficie.
fr: Impossible de créer la carte de surface.
hi: सतही मानचित्र नहीं बनाया जा सका.
ja: 表面マップを作成できませんでした。
pt: Não foi possível criar o mapa de superfície.
ru: Не удалось создать карту поверхности.
tr: Yüzey kaydı oluşturulamadı.
zh_hans: 无法创建表面地图。

source: The surface map has limited detail but is usable. Slowly move the phone for a stronger lock.
ar: خريطة السطح قليلة التفاصيل، لكنها قابلة للاستخدام. حرك الهاتف ببطء للحصول على تثبيت أكثر استقرارًا.
bn: পৃষ্ঠ মানচিত্রে সীমিত বিশদ আছে কিন্তু ব্যবহারযোগ্য। একটি শক্তিশালী লকের জন্য ফোনটি ধীরে ধীরে সরান৷
de: Die Oberflächenkarte hat wenige Details, ist aber verwendbar. Bewegen Sie das Telefon langsam, um eine stabilere Verankerung zu erreichen.
es: El mapa de superficie tiene pocos detalles, pero se puede usar. Mueve el teléfono lentamente para conseguir un anclaje más estable.
fr: La carte de surface est peu détaillée, mais utilisable. Déplacez lentement le téléphone pour un ancrage plus stable.
hi: सतह मानचित्र में सीमित विवरण है लेकिन यह प्रयोग योग्य है। मजबूत लॉक के लिए फोन को धीरे-धीरे घुमाएं।
ja: 表面マップの詳細は限られていますが、使用できます。携帯電話をゆっくりと動かすと、ロックが強化されます。
pt: O mapa de superfície tem poucos detalhes, mas pode ser usado. Mova o telefone lentamente para uma fixação mais estável.
ru: Карта поверхности содержит мало деталей, но пригодна для использования. Медленно перемещайте телефон для более надёжного закрепления.
tr: Yüzey kaydı sınırlı da olsa kullanılabilir. Daha sağlam kilit için telefonu yavaş gezdir.
zh_hans: 表面贴图的细节有限，但可用。缓慢移动手机以获得更牢固的锁定。

# Yüzey kilitli · haritalanıyor
source: Surface anchored · mapping
ar: مثبت على السطح · جارٍ إنشاء الخريطة
bn: পৃষ্ঠে স্থির · মানচিত্র তৈরি হচ্ছে
de: Auf Oberfläche verankert · Kartierung
es: Anclado a la superficie · mapeando
fr: Ancré à la surface · cartographie
hi: सतह पर स्थिर · मानचित्र बन रहा है
ja: 表面に固定済み · マッピング中
pt: Fixado à superfície · mapeando
ru: Закреплено на поверхности · построение карты
tr: Yüzeye sabitlendi · haritalanıyor
zh_hans: 已固定到表面 · 正在构建地图

source: Content is anchored to the surface. Slowly move the phone around the surface to save a map for reopening here.
ar: تم تثبيت المحتوى على السطح. حرك الهاتف ببطء حول السطح لحفظ خريطة تتيح فتحه هنا مرة أخرى.
bn: বিষয়বস্তু পৃষ্ঠে স্থির করা হয়েছে। এখানে আবার খুলতে মানচিত্র সংরক্ষণ করার জন্য পৃষ্ঠের চারপাশে ফোনটি ধীরে ধীরে সরান।
de: Der Inhalt ist auf der Oberfläche verankert. Bewegen Sie das Telefon langsam um die Oberfläche, um eine Karte zum erneuten Öffnen an dieser Stelle zu speichern.
es: El contenido está anclado a la superficie. Mueve el teléfono lentamente alrededor de ella para guardar un mapa y poder abrirlo aquí de nuevo.
fr: Le contenu est ancré à la surface. Déplacez lentement le téléphone autour de celle-ci pour enregistrer une carte et pouvoir le rouvrir ici.
hi: सामग्री सतह पर स्थिर है। यहीं दोबारा खोलने के लिए मानचित्र सहेजने हेतु फ़ोन को सतह के चारों ओर धीरे-धीरे घुमाएँ।
ja: コンテンツは表面に固定されています。ここで再び開けるようにマップを保存するため、表面の周囲でスマートフォンをゆっくり動かしてください。
pt: O conteúdo está fixado à superfície. Mova o telefone lentamente ao redor dela para salvar um mapa e poder abri-lo aqui novamente.
ru: Содержимое закреплено на поверхности. Медленно перемещайте телефон вокруг поверхности, чтобы сохранить карту для повторного открытия здесь.
tr: İçerik yüzeye sabitlendi. Burada yeniden açılabilmesi için telefonu yüzeyin çevresinde yavaşça gezdir.
zh_hans: 内容已固定到表面。请在表面周围缓慢移动手机，保存地图以便在此重新打开。

# Yüzey seç
source: Choose a surface
ar: اختر السطح
bn: একটি পৃষ্ঠ চয়ন করুন
de: Wählen Sie eine Oberfläche
es: Elige una superficie
fr: Choisissez une surface
hi: एक सतह चुनें
ja: 表面を選択してください
pt: Escolha uma superfície
ru: Выберите поверхность
tr: Yüzey seç
zh_hans: 选择一个表面

# Yüzey taraması için kamera izni gerekiyor.
source: Camera permission is required for surface scanning.
ar: مطلوب إذن الكاميرا للمسح السطحي.
bn: সারফেস স্ক্যান করার জন্য ক্যামেরার অনুমতি প্রয়োজন।
de: Für das Scannen von Oberflächen ist eine Kameragenehmigung erforderlich.
es: Se requiere permiso de la cámara para escanear la superficie.
fr: L'autorisation de la caméra est requise pour la numérisation de surface.
hi: सतह स्कैनिंग के लिए कैमरे की अनुमति आवश्यक है।
ja: 表面スキャンにはカメラの許可が必要です。
pt: A permissão da câmera é necessária para digitalização de superfície.
ru: Для сканирования поверхности требуется разрешение камеры.
tr: Yüzey taraması için kamera izni gerekiyor.
zh_hans: 表面扫描需要相机许可。

# Yüzeyde yayınla
source: Publish on the surface
ar: نشر على السطح
bn: পৃষ্ঠে প্রকাশ করুন
de: Auf der Oberfläche veröffentlichen
es: Publicar en la superficie
fr: Publier en surface
hi: सतह पर प्रकाशित करें
ja: 表面上で公開する
pt: Publique na superfície
ru: Публикация на поверхности
tr: Yüzeyde yayınla
zh_hans: 表面上发布

# başlamadı
source: Not started
ar: لم يبدأ
bn: শুরু হয়নি
de: Nicht gestartet
es: No iniciado
fr: Pas commencé
hi: शुरू नहीं हुआ
ja: 開始されていません
pt: Não iniciado
ru: Не запущено
tr: başlamadı
zh_hans: 未开始

# beğeni
source: likes
ar: إعجابات
bn: পছন্দ
de: Gefällt mir
es: Me gusta
fr: mentions J’aime
hi: पसंद
ja: いいね
pt: curtidas
ru: отметки «Нравится»
tr: beğeni
zh_hans: 赞

# facebook.com gönderi, video veya Reels bağlantısı
source: facebook.com post, video or Reels link
ar: رابط منشور أو فيديو أو Reels من facebook.com
bn: facebook.com পোস্ট, ভিডিও বা রিল লিঙ্ক
de: facebook.com-Beitrag, Video oder Reels-Link
es: Publicación de facebook.com, vídeo o enlace de Reels
fr: publication, vidéo ou lien Reels sur Facebook.com
hi: facebook.com पोस्ट, वीडियो या रील्स लिंक
ja: facebook.com の投稿、ビデオ、またはリールのリンク
pt: link de postagem, vídeo ou Reels do facebook.com
ru: Публикация на facebook.com, видео или ссылка на ролики
tr: facebook.com gönderi, video veya Reels bağlantısı
zh_hans: facebook.com 帖子、视频或 Reels 链接

# genişliyor
source: Extending
ar: تمديد
bn: প্রসারিত হচ্ছে
de: Erweitern
es: Extendiendo
fr: Extension
hi: विस्तार
ja: 延長中
pt: Estendendo
ru: Расширение
tr: genişliyor
zh_hans: 延伸

# görüntülenme
source: views
ar: مشاهدات
bn: ভিউ
de: Aufrufe
es: vistas
fr: vues
hi: व्यू
ja: 閲覧
pt: visualizações
ru: просмотры
tr: görüntülenme
zh_hans: 浏览

# hazır
source: Ready
ar: جاهز
bn: প্রস্তুত
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
ja: 準備完了
pt: Pronto
ru: Готов
tr: hazır
zh_hans: 准备好

# instagram.com gönderi veya Reels bağlantısı
source: instagram.com post or Reels link
ar: منشور instagram.com أو رابط Reels
bn: instagram.com পোস্ট বা রিলস লিঙ্ক
de: instagram.com-Beitrag oder Reels-Link
es: Enlace de publicación o Reels de instagram.com
fr: Publication instagram.com ou lien Reels
hi: instagram.com पोस्ट या रील्स लिंक
ja: instagram.com の投稿またはリールのリンク
pt: link de postagem ou Reels do instagram.com
ru: Публикация на instagram.com или ссылка на ролики
tr: instagram.com gönderi veya Reels bağlantısı
zh_hans: instagram.com 帖子或 Reels 链接

# kullanıcı_adı
source: username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
de: Benutzername
es: nombre de usuario
fr: nom d'utilisateur
hi: उपयोक्तानाम
ja: ユーザー名
pt: nome de usuário
ru: имя пользователя
tr: kullanıcı_adı
zh_hans: 用户名

# kullanılamıyor
source: unavailable
ar: غير متاح
bn: অনুপলব্ধ
de: nicht verfügbar
es: no disponible
fr: indisponible
hi: अनुपलब्ध
ja: 利用不可
pt: indisponível
ru: недоступен
tr: kullanılamıyor
zh_hans: 不可用

# open.spotify.com bağlantısı
source: open.spotify.com link
ar: رابط open.spotify.com
bn: open.spotify.com লিঙ্ক
es: enlace open.spotify.com
fr: lien open.spotify.com
hi: open.spotify.com लिंक
ja: open.spotify.com リンク
pt: link open.spotify.com
ru: ссылка на open.spotify.com
tr: open.spotify.com bağlantısı
zh_hans: open.spotify.com 链接

# sıcaklığı yüksek
source: high temperature
ar: ارتفاع درجة الحرارة
bn: উচ্চ তাপমাত্রা
de: hohe Temperatur
es: alta temperatura
fr: haute température
hi: उच्च तापमान
ja: 高温
pt: alta temperatura
ru: высокая температура
tr: sıcaklığı yüksek
zh_hans: 高温

# sınırlı
source: limited
ar: محدودة
bn: সীমিত
de: begrenzt
es: limitado
fr: limité
hi: सीमित
ja: 限られた
pt: limitado
ru: ограниченный
tr: sınırlı
zh_hans: 有限

# x.com gönderi bağlantısı
source: x.com post link
ar: رابط مشاركة x.com
bn: x.com পোস্ট লিঙ্ক
de: x.com-Beitragslink
es: enlace de publicación de x.com
fr: lien de publication x.com
hi: x.com पोस्ट लिंक
ja: x.com投稿リンク
pt: link de postagem x.com
ru: ссылка на публикацию на x.com
tr: x.com gönderi bağlantısı
zh_hans: x.com 帖子链接

# youtube.com veya youtu.be bağlantısı
source: Link to youtube.com or youtu.be
ar: رابط إلى youtube.com أو youtu.be
bn: youtube.com বা youtu.be লিঙ্ক
de: Link zu youtube.com oder youtu.be
es: Enlace a youtube.com o youtu.be
fr: Lien vers youtube.com ou youtu.be
hi: youtube.com या youtu.be से लिंक करें
ja: youtube.com または youtu.be へのリンク
pt: Link para youtube.com ou youtu.be
ru: Ссылка на youtube.com или youtu.be
tr: youtube.com veya youtu.be bağlantısı
zh_hans: 链接到 youtube.com 或 youtu.be

# Çalma listesi
source: playlist
ar: قائمة التشغيل
bn: প্লেলিস্ট
de: Wiedergabeliste
es: lista de reproducción
fr: liste de lecture
hi: प्लेलिस्ट
ja: プレイリスト
pt: lista de reprodução
ru: список воспроизведения
tr: Çalma listesi
zh_hans: 播放列表

# Çevre değişti; post dünya konumunda duruyor.
source: The environment changed. The post remains at its world position.
ar: تغيرت البيئة. يبقى المنشور في موضعه في عالم الواقع المعزز.
bn: বদলে গেল পরিবেশ। পোস্টটি তার বিশ্ব অবস্থানে রয়ে গেছে।
de: Die Umgebung veränderte sich. Der Beitrag bleibt auf seiner Weltposition.
es: El entorno cambió. La publicación permanece en su posición en el mundo AR.
fr: L’environnement a changé. La publication reste à sa position dans le monde AR.
hi: माहौल बदल गया. पोस्ट अपनी विश्व स्थिति पर बनी हुई है।
ja: 環境が変わりました。ポストはワールド位置に留まります。
pt: O ambiente mudou. A postagem permanece na sua posição no mundo AR.
ru: Окружение изменилось. Публикация остаётся на своей позиции в мире AR.
tr: Çevre değişti; post dünya konumunda duruyor.
zh_hans: 环境发生变化。帖子保持在其 AR 世界坐标位置。

# Çevre haritası başlatılıyor
source: Environment map initializing
ar: تهيئة خريطة البيئة
bn: পরিবেশ মানচিত্র শুরু করা হচ্ছে
de: Initialisierung der Umgebungskarte
es: Inicialización del mapa de entorno
fr: Initialisation de la carte d'environnement
hi: पर्यावरण मानचित्र प्रारंभ किया जा रहा है
ja: 環境マップの初期化中
pt: Inicialização do mapa de ambiente
ru: Инициализация карты среды
tr: Çevre haritası başlatılıyor
zh_hans: 环境贴图初始化

# Çevre haritası genişletiliyor
source: The AR environment map is expanding
ar: ويجري توسيع الخريطة البيئية
bn: পরিবেশের মানচিত্র সম্প্রসারিত করা হচ্ছে
de: Die AR-Umgebungskarte wird erweitert
es: El mapa del entorno AR se está ampliando
fr: La carte de l’environnement AR s’étend
hi: AR परिवेश के मानचित्र का विस्तार हो रहा है
ja: 環境マップを拡充中
pt: Mapa ambiental está sendo ampliado
ru: Карта окружения AR расширяется
tr: AR çevre haritası genişletiliyor
zh_hans: 环境地图正在扩大

# Çevre haritası genişliyor. Yerleşimi şimdi kullanabilirsin.
source: The environment map is extending. You can use this placement now.
ar: خريطة البيئة تتوسع. يمكنك استخدام هذا الموضع الآن.
bn: পরিবেশের মানচিত্র প্রসারিত হচ্ছে। আপনি এখন এই প্লেসমেন্ট ব্যবহার করতে পারেন.
de: Die Umgebungskarte wird erweitert. Sie können diese Platzierung jetzt nutzen.
es: El mapa medioambiental se está ampliando. Puede utilizar esta ubicación ahora.
fr: La carte de l'environnement s'étend. Vous pouvez utiliser cet emplacement maintenant.
hi: पर्यावरण मानचित्र का विस्तार हो रहा है। अब आप इस प्लेसमेंट का उपयोग कर सकते हैं.
ja: 環境マップは拡張中です。この配置はすぐに使用できます。
pt: O mapa do ambiente está sendo ampliado. Você já pode usar este posicionamento.
ru: Карта окружения расширяется. Вы можете использовать это размещение сейчас.
tr: Çevre haritası genişliyor. Yerleşimi şimdi kullanabilirsin.
zh_hans: 环境地图正在扩展。您现在可以使用此放置位置。
